Repository: AdwCustomizerTeam/AdwCustomizer
Catalog: po/*.po
Languages: ar, eu, ro

source: Change the look of Adwaita, with ease
ar: غير مظهر Adwaita بكل سهولة
ro: Modificați cu ușurință aspectul aplicațiilor Adwaita

source: Gradience Team
ar: فريق Gradience
eu: Gradience taldea
ro: Echipa Gradience

source: Gradience is a tool for customizing Libadwaita applications and the adw-gtk3 theme.
ar: Gradience هي أداة لتخصيص تطبيقات Libadwaita وموضوع adw-gtk3.
eu: Gradience Libadwaita aplikazioak eta adw-gtk3 gaia pertsonalizatzeko tresna bat da.
ro: Gradience este un instrument pentru personalizarea aplicațiilor care folosesc Libadwaita și a temei adw-gtk3.

source: Select application types you want to theme:
ar: حدد أنواع التطبيقات التي تريد تغيير سِمتها:
ro: Alegeți tipurile de aplicații asupra cărora vreți să aplicați tema:

source: Libadwaita and GTK 4 Applications
ar: تطبيقات Libadwaita و GTK 4
ro: Aplicații Libadwaita și GTK 4

source: GTK 3 Applications (adw-gtk3 theme is required)
ar: تطبيقات GTK 3 (سمة adw-gtk3 مطلوبة)
ro: Aplicații GTK 3 (tema adw-gtk3 este necesară)

source: Made by @GradienceTeam
ar: صنع بواسطةGradienceTeam
ro: Creat de către @GradienceTeam

source: Apply Preset
ar: تطبيق الإعداد المسبق
ro: Aplicați presetarea

source: Custom CSS
ar: CSS مخصصة
eu: CSS pertsonalizatua
ro: CSS personalizat

source: Changing this may break some programs. Keep in mind that Libadwaita was made so that applications could hardcode values like paddings and margins.
ro: Modificarea acestei setări poate afecta anumite programe. Țineți cont că Libadwaita a fost creată astfel încât aplicațiile să poate avea valori preconfigurate, precum marginile și căptușelile (padding).

source: Download and Apply
ar: تحميل وتطبيق
ro: Descărcați-o și aplicați-o

source: Download Only
ar: تحميل فقط
ro: Doar descărcați-o

source: Plugin Preferences
ar: تفضيلات الإضافات
ro: Opțiuni pentru module

source: No Preferences
ar: لا توجد تفضيلات
ro: Nu există opțiuni

source: This plugin doesn't have any preferences.
ar: ليست لهذه الإضافة أي تفضيلات.
ro: Acest modul nu permite setarea niciunei opțiuni.

source: GTK 3 Support Warning
ar: تحذير دعم GTK 3
eu: GTK 3ren euskarriari buruzko oharra
ro: Atenționare privind compatibilitatea cu GTK 3

source: Explanation
ar: تفسير
eu: Azalpena
ro: Explicație

source: Toggle Text Value
ar: تبديل قيمة النص
eu: Testuaren balioa kommutatu
ro: Schimbați valoarea textului

source: Toggle Plugin
ro: Activați/dezactivați modulul

source: Preferences
ar: تفضيلات
ro: Preferințe

source: Remove Plugin
ro: Înlăturați modulul

source: GTK 4 Flatpak Applications
ro: Aplicații Flatpak GTK 4

source: Allow GTK 4 Flatpak Applications Theming
ro: Permiteți aplicarea temelor pe aplicațiile GTK 4 Flatpak

source: Override Flatpak permissions for current user to allow GTK 4 Flatpak applications to access custom themes.
ar: تجاوز أذونات Flatpak للمستخدم الحالي للسماح لتطبيقات GTK 4 Flatpak بالوصول إلى السمات المخصصة.
ro: Suprascrieți permisiunile Flatpak pentru utilizatorul actual astfel încât aplicațiile Flatpak care folosesc GTK 4 se vor putea folosi de temele personalizate.

source: Allow GTK 4 Flatpak Applications Theming (System)
ro: Permiteți aplicarea temelor pe aplicațiile GTK 4 Flatpak (sistem)

source: Override Flatpak permissions for all users to allow GTK 4 Flatpak applications to access custom themes. (Requires root access)
ar: تجاوز أذونات Flatpak لجميع المستخدمين للسماح لتطبيقات GTK 4 Flatpak بالوصول إلى السمات المخصصة. (يتطلب الوصول إلى الجذر)
ro: Suprascrieți permisiunile Flatpak pentru utilizatorul actual astfel încât aplicațiile Flatpak care folosesc GTK 4 se vor putea folosi de temele personalizate. (necesită acces root)

source: GTK 3 Flatpak Applications
ro: Aplicații Flatpak GTK 3

source: Remember to install adw-gtk3 theme (as a Flatpak package) in order to get custom presets working in GTK 3 Flatpak applications.
ar: تذكر تثبيت سمة adw-gtk3 (كحزمة Flatpak) من أجل الحصول على إعدادات مسبقة مخصصة تعمل في تطبيقات GTK 3 Flatpak.
ro: Țineți minte să instalați tema adw-gtk3 (ca pachet Flatpak) pentru ca presetările personalizate să poată funcționa în aplicațiile Flatpak care folosesc GTK 3.

source: Allow GTK 3 Flatpak theming
ar: السماح بتخصيص سمات GTK 3 Flatpak
ro: Permiteți aplicarea temelor pe aplicațiile GTK 3 Flatpak

source: Override Flatpak permissions for current user to allow GTK 3 Flatpak applications to access adw-gtk3 theme.
ar: تجاوز أذونات Flatpak للمستخدم الحالي للسماح لتطبيقات GTK 3 Flatpak بالوصول إلى سمة adw-gtk3.
ro: Suprascrieți permisiunile Flatpak pentru utilizatorul actual astfel încât aplicațiile Flatpak care folosesc GTK 3 se vor putea folosi de tema adw-gtk3.

source: GTK 3 Flatpak Applications (System)
ro: Aplicații Flatpak GTK 3 (sistem)

source: Override Flatpak permissions for all users to allow GTK 3 Flatpak applications to access adw-gtk3 theme. (Requires root access)
ar: تجاوز أذونات Flatpak لجميع المستخدمين للسماح لتطبيقات GTK 3 Flatpak بالوصول إلى سمة adw-gtk3. (يتطلب الوصول إلى الجذر)
ro: Suprascrieți permisiunile Flatpak pentru utilizatorul actual astfel încât aplicațiile Flatpak care folosesc GTK 3 se vor putea folosi de tema adw-gtk3. (necesită acces root)

source: Custom Preset Repositories
ar: مستودعات مخصصة محددة مسبقا
ro: Depozite pentru presetări personalizate

source: Custom repository URL address
ar: عنوان URL للمستودع المخصص
ro: Adresă URL pentru depozit personalizat

source: Report an Issue…
ar: أبلغ عن مشكلة
ro: Raportați o problemă…

source: Rename Preset
ro: Redenumiți presetarea

source: More Options
ro: Mai multe opțiuni

source: Description
ar: وصف
ro: Descriere

source: Sorry, but this preset don't have a description.
ar: آسف ، ولكن هذا الإعداد المسبق ليس له وصف.
ro: Din păcate această presetare nu conține o descriere.

source: No Badges
ro: Fără ecusoane

source: Remove preset
ar: قم بإزالة الضبط المسبق
eu: Kendu diseinua
ro: Înlăturați presetarea

source: Remove Preset
ro: Înlăturați presetarea

source: Presets
ar: الإعدادات المسبقة المحفوظة
eu: Diseinuak
ro: Presetări

source: Import
ar: استيراد
eu: Inportatu
ro: Importați

source: Import a Preset File
ro: Importați un fișier cu o presetare

source: Delete
ar: حذف
eu: Ezabatu
ro: Ștergeți

source: Open in File Manager
ar: افتح في مدير الملفات
ro: Deschideți în Fișiere

source: Installed
ar: مُثبت
eu: Instalatuak
ro: Instalate

source: Explore
ar: استكشف
eu: Esploratu
ro: Explorați

source: Search for presets
ar: ابحث عن الإعدادات المسبقة
eu: Bilatu diseinuak
ro: Căutați presetări

source: e.g. "Pretty Purple"
ar: على سبيل المثال "جميلة الأرجواني"
eu: adib. "Urdin polita"
ro: de exemplu „Violet încântător”

source: All
ar: الكل
ro: Toate

source: No Results Found
ar: لم يتم العثور على نتائج
eu: Ez da emaitzarik aurkitu
ro: Niciun rezultat nu a fost găsit

source: Repositories
ar: مستودعات
ro: Depozite

source: Import a Preset File (*.json)
ar: استيراد ملف إعداد مسبق (* .json)
ro: Importați un fișier cu o presetare (*.json)

source: All files
ar: كافة الملفات
ro: Toate fișierele

source: JSON file (*.json)
ar: ملف JSON (* .json)
ro: Fișier JSON (*.json)

source: Share Preset
ro: Partajați presetarea

source: Previous
ar: السابق
eu: Aurrekoa
ro: Precedent

source: Share your preset
ro: Partajați-vă presetarea

source: Share your preset with the world!
ro: Partajați-vă presetarea cu restul lumii!

source: How it's work?
ro: Cum funcționează?

source: Gradience use GitHub to share your preset. You need to create a GitHub account and fork <a href='https://github.com/GradienceTeam/Community'>GradienceTeam/Community</a>. Then, you can upload your preset, make a pull request and share it with the world!
ro: Gradience folosește GitHub pentru a vă partaja presetarea. Trebuie să vă creați un cont GitHub și să realizați o copie personală (fork) a depozitului <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. După aceea, puteți să vă încărcați presetarea, să realizați o cerere de integrare (pull request) și să o partajați cu restul lumii!

source: Warning
ar: إنذار
ro: Atenționare

source: Changing the color scheme can negatively affect contrast and readability. Proceed with caution. Please do not report theming-related issues to app developers.
ar: يمكن أن يؤثر تغيير نظام الألوان سلبًا على التباين وقابلية القراءة. التقدم بحذر. يرجى عدم الإبلاغ عن المشكلات المتعلقة بالسمات لمطوري التطبيقات.
ro: Modificarea schemei cromatice poate afecta în mod negativ contrastul și lizibilitatea. Continuați cu precauție. Vă rugăm să nu raportați probleme legate de tematică dezvoltatorilor aplicației.

source: I Understand The Consequences
ro: Înțeleg consecințele

source: Customize Adwaita Theme
ar: تخصيص موضوع Adwaita
eu: Adwaita gaia pertsonalizatu
ro: Personalizați tema Adwaita

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom CSS
ar: يمكنك تغيير ألوان النوافذ والأزرار والقوائم والمزيد ، باستخدام ميزات متقدمة مثل إضافة CSS مخصص
ro: Modificați culorile ferestrelor, butoanelor, listelor și multor altor elemente, cu caracteristici avansate precum cod CSS personalizat

source: Configure Gradience
ar: تكوين التدرج
ro: Configurați Gradience

source: Install adw-gtk3 theme for legacy applications and configure system for theming.
ar: ثبّت سمة adw-gtk3 للتطبيقات القديمة وقم بتهيئة النظام للتخصيص.
ro: Instalați tema adw-gtk3 pentru aplicațiile mai vechi și configurați sistemul pentru aplicarea temelor.

source: Legacy apps theming
ar: ثيمات التطبيقات القديمة
ro: Temele pentru aplicațiile mai vechi

source: Install adw-gtk3 theme for legacy apps theming
ar: قم بتثبيت سمة adw-gtk3 لتخصيص التطبيقات القديمة
ro: Instalați tema adw-gtk3 pentru a aplica teme pe aplicațiile mai vechi

source: System configuration
ar: ضبط النظام
eu: Sistemaren konfigurazioa
ro: Configurarea sistemului

source: Configure system for theming, enables Flatpak theme override
ar: تكوين النظام من أجل السمات ، يتيح تجاوز سمة Flatpak
ro: Configurați sistemul pentru aplicarea temelor, vă permite să suprascrieți temele aplicațiilor de tip Flatpak

source: Installing Themes
ar: تثبيت ثيمات
ro: Instalarea temelor

source: Please wait until theme will be installed.
ar: يرجى الانتظار حتى يتم تثبيت السمة.
ro: Vă rugăm să așteptați până când temele sunt instalate.

source: Continue
ar: استمرار
eu: Jarraitu
ro: Continuați

source: Done
ar: انهاء
eu: Eginda
ro: Terminat

source: Now you can make your own presets or download some online.
ar: يمكنك الآن إنشاء الإعدادات المسبقة الخاصة بك أو تنزيل بعضها عبر الإنترنت.
ro: Acum, vă puteți realiza propriile presetări sau puteți să descărcați câteva de pe internet.

source: Please finish the setup first
ar: يرجى إنهاء الإعداد أولاً
ro: Vă rugăm să terminați procesul de instalare mai întâi

source: Start Using Gradience
ro: Începeți să folosiți Gradience

source: Next
ar: التالى
eu: Hurrengoa
ro: Următorul

source: Welcome to Gradience
ar: مرحبًا بك في Gradience
eu: Ongi etorri Gradiencera
ro: Bine ați venit la Gradience

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom CSS.
ro: Modificați culorile ferestrelor, butoanelor, listelor și multor altor elemente, cu caracteristici avansate precum cod CSS personalizat.

source: Legacy Apps Theming
ro: Temele pentru aplicațiile mai vechi

source: System Configuration
ro: Configurarea sistemului

source: Apply
ar: تطبيق
eu: Aplikatu
ro: Aplicați

source: Main Menu
ro: Meniu principal

source: Presets Menu
ro: Meniu pentru presetări

source: Save Preset
ar: احفظ المسبقة
eu: Gorde diseinua
ro: Salvați presetarea

source: CSS Errors
ro: Erori CSS

source: Colors
ar: الألوان
eu: Koloreak
ro: Culori

source: Advanced
ar: المتقدم
eu: Aurreratua
ro: Avansat

source: Restore Applied Color Scheme
ar: استعادة نظام الألوان التطبيقي
ro: Restabiliți schema cromatică aplicată

source: Reset Applied Color Scheme
ar: إعادة تعيين نمط الألوان المطبق
eu: Aplikatutako kolore-eskema berrezarri
ro: Reveniți la schema cromatică implicită

source: About Gradience
ar: حول التدرج
eu: Gradience-ri buruz
ro: Despre Gradience

source: Adwaita Demo
ar: عرض Adwaita
ro: Demonstrație Adwaita

source: GTK 4 Demo
ar: GTK 4 تجريبي
ro: Demonstrație GTK 4

source: GTK 4 Widget Factory
ar: مصنع قطع GTK
ro: Fabrică de widgeturi GTK 4

source: Built-In Presets
ro: Presetări incluse

source: Manage Presets
ro: Administrați presetările

source: Failed to save override
ar: فشل في حفظ التجاوز
ro: Nu s-a reușit salvarea suprascrierii

source: Unexpected file error occurred
ar: حدث خطأ غير متوقع في الملف
ro: O eroare de fișier neașteptată s-a produs

source: Preset could not be downloaded
ar: لا يمكن تنزيل الإعداد المسبق
eu: Ezin izan da diseinua deskargatu
ro: Presetarea nu a putut fi descărcată

source: Preset downloaded
ar: تم تنزيل الإعداد المسبق
eu: Deskargatutako diseinua
ro: Presetarea a fost descărcată

source: This option is only partially supported by the adw-gtk3 theme.
ar: هذا الخِيار مدعوم جزئيًا فقط بواسطة سمة adw-gtk3.
eu: Aukera hau zati batean baino ez da bateragarria adw-gtk3 gaiarekin.
ro: Această opțiune nu este decât parțial acceptată de tema adw-gtk3.

source: This option is not supported by the adw-gtk3 theme.
ar: هذا الخِيار غير مدعوم في سمة adw-gtk3.
eu: Aukera hau ez da bateragarria adw-gtk3 gaiarekin.
ro: Această opțiune nu este acceptată de tema adw-gtk3.

source: Not a color, see text value
ar: ليس لونًا، انظر لقيمة النص
eu: Ez da kolore bat, ikusi testuaren balioa
ro: Culoare nevalidă, vedeți valoarea textului

source: Unable to remove
ar: غير قادر على الإزالة
ro: Nu se poate înlătura

source: This is a system plugin, and cannot be removed.
ro: Acesta este un modul de sistem și nu poate fi înlăturat.

source: Close
ar: إغلاق
ro: Închideți

source: Preset removed
ar: تمت إزالة الإعداد المسبق
eu: Diseinua kenduta
ro: Presetare înlăturată

source: Undo
ar: تراجع
eu: Desegin
ro: Anulați

source: Pending Deletion
ro: Se procesează înlăturarea

source: Unable to delete preset
ar: تعذر حذف الإعداد المسبق
eu: Ezin izan da diseinua ezabatu
ro: Nu se poate înlătura presetarea

source: User Presets
ar: مسبقات المستخدم
eu: Erabiltzailearen diseinuak
ro: Presetările utilizatorului

source: Add new repository
ar: إضافة مستودع جديد
ro: Adăugați un depozit nou

source: Add a repository to install additional presets.
ro: Adăugați un depozit pentru a instala presetări suplimentare.

source: Cancel
ar: الغاء
eu: Ezeztatu
ro: Anulare

source: Add
ar: اضف
ro: Adăugați

source: Preset already exists
ar: الإعداد المسبق موجود بالفعل
eu: Diseinua badago jada
ro: Presetarea există deja

source: Preset imported
ar: تم استيراد الإعداد المسبق
eu: Diseinu inportatua
ro: Presetare importată

source: Unsupported file format, must be .json
ar: تنسيق الملف غير المدعوم ، يجب أن يكون .json
eu: Onartu gabeko fitxategi-formatua, .json izan behar du
ro: Formatul fișierului nu este acceptat, trebuie să fie de tip .json

source: Built-in Presets
ar: المدمج في المسبقة
ro: Presetări incluse

source: See <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> on Github for more presets.
ro: Vedeți și <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> pe Github pentru mai multe presetări.

source: No preset found! Use the import button to import one or search one on the Explore tab.
ro: Nicio presetare nu a fost găsită! Folosiți butonul „Importați” pentru a importa una sau căutați una în fila „Explorați”.

source: Repository removed
ar: تمت إزالة المستودع
ro: Depozit înlăturat

source: Thanks for updating Gradience!
ar: شكرا لتحديث Gradience!
ro: Vă mulțumim pentru că ați actualizat Gradience!

source: Monet Engine
ar: محرك مونيه
eu: Monet motorra
ro: Generator Monet

source: Monet is an engine that generates a Material Design 3 palette from an image's color.
ar: Monet هو محرك يقوم بإنشاء لوحة Material Design 3 من لون الصورة.
eu: Irudi baten koloretik abiatuta, Design 3 material-paleta bat sortzen duen motorra da Monet.
ro: Monet este un generator care poate genera o paletă de culori Material Design 3 din culorile unei imagini.

source: Background Image
ar: الخلفية
eu: Atzeko irudia
ro: Imagine de fundal

source: Choose a File
ro: Alegeți un fișier

source: Monet Palette
ar: لوحة مونيه
eu: Monet paleta
ro: Paletă cromatică Monet

source: Tone
ar: النبرة
eu: Tonua
ro: Ton

source: Theme
ar: مظهر
eu: Itxura
ro: Temă

source: Auto
ro: Automată

source: Light
ar: إضاءة
eu: Argia
ro: Luminoasă

source: Dark
ar: داكن
eu: Iluna
ro: Întunecată

source: Palette generated
ar: تم إنشاء لوحة
eu: Sortutako paleta
ro: Paleta cromatică a fost generată

source: Select a background first
ar: حدد الخلفية أولاً
eu: Hautatu lehenengo fondo bat
ro: Alegeți o imagine de fundal mai întâi

source: Palette Colors
ar: ألوان لوحة
eu: Koloretako paleta
ro: Culori din paleta cromatică

source: Named palette colors used by some applications. Default colors follow the <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
ar: ألوان لوح الأسماء المستخدمة في بعض التطبيقات. الألوان الافتراضية تتبع القواعد الارشادية ل <a href="https://developer.gnome.org/hig/reference/palette.html"> GNOME Human Interface </a>
eu: Zenbait aplikaziok erabilitako izenak dituzten paletaren koloreak. Kolore lehenetsiek <a href="https://developer.gnome.org/hig/reference/palette.html">GNOMEren Giza Interfazearen Gidalerroak</a> jarraitzen dituzte.
ro: Culori din paleta cromatică care sunt folosite de anumite aplicații. Culorile implicite urmează <a href="https://developer.gnome.org/hig/reference/palette.html">recomandările GNOME pentru interfața umană</a>.

source: No presets found
ro: Nicio presetare nu a fost găsită

source: Unsaved Changes
ro: Modificări nesalvate

source: Save Changes
ro: Salvați modificările

source: Apply This Color Scheme?
ro: Aplicați această schemă cromatică?

source: Warning: any custom CSS files for those app types will be irreversibly overwritten!
ar: تحذير: سيتم الكتابة فوق أي ملفات CSS مخصصة لأنواع التطبيقات هذه بشكل نهائي!
eu: Oharra: aplikazio mota horietarako CSS fitxategi pertsonalizatuak modu itzulezinean gainidatziko dira!
ro: Atenționare: toate fișierele de CSS personalizat ale acelor tipuri de aplicații vor fi suprascrise permanent!

source: Restore applied color scheme?
ar: استعادة نظام الألوان المطبق؟
ro: Restabiliți schema cromatică aplicată?

source: Make sure you have the current settings saved as a preset.
ar: تحقق من حفظ الإعدادات الحالية كإعداد مسبق.
eu: Ziurtatu orain daukazun konfigurazioa diseinu bezala gordeta duzula.
ro: Asigurați-vă că aveți setările actuale salvate ca o presetare.

source: Reset applied color scheme?
ar: إعادة ضبط نمط الألوان المطبق؟
eu: Aplikatutako kolore-eskema berrezarri?
ro: Reveniți la schema cromatică implicită?

source: Save preset as…
ar: حفظ الإعداد المسبق باسم …
ro: Salvați presetarea ca…

source: Saving preset to <tt>{0}</tt>. If that preset already exists, it will be overwritten!
ar: حفظ الإعداد المسبق في <tt>{0}</tt>. إذا كان هذا الإعداد المسبق موجودًا سلفًا، فسيتم استبداله!
eu: Gorde diseinua <tt>{0}</tt> formatuan. Diseinu hori badago, gainidatziko da!
ro: Se salvează presetarea în <tt>{0}</tt>. Dacă acea presetare există deja, va fi suprascrisă!

source: You have unsaved changes!
ar: لم تقم بحفظ تعديلاتك بعد.
ro: Aveți modificări nesalvate!

source: Discard
ar: تجاهل
ro: Înlăturați

source: Save
ar: حفظ
eu: Gorde
ro: Salvați

source: Preset saved
ar: تم حفظ الإعداد المسبق!
eu: Diseinua gorde da
ro: Presetare salvată

source: Plugins by
ro: Module de

source: Presets by
ro: Presetări de

source: Packages by
ro: Pachete de

source: Fixes by
ro: Corecții de

source: Special thanks to
ro: Mulțumiri speciale către

source: Plugins
ar: إضافات
eu: Pluginak
ro: Module

source: Plugins add additional features to Gradience, plugins are made by Gradience community and can cause issues.
ro: Modulele adaugă caracteristici suplimentare aplicației Gradience, modulele sunt realizate de comunitatea Gradience și pot cauza probleme.

source: No Plugins Found.
ro: Niciun modul nu a fost găsit.

source: Accent Colors
ar: ألوان مميزة
eu: Azentu koloreak
ro: Culori de accent

source: These colors are used across many different widgets, such as buttons, labels, and entries, to indicate that a widget is important, interactive, or currently active.
ar: يتم استخدام هذه الألوان عبر العديد من عناصر واجهة المستخدم المختلفة، مثل الأزرار والتسميات والإدخالات، للإشارة إلى أن عنصر واجهة المستخدم مهم و تفاعلي و نشط حاليًا.
eu: Kolore horiek widget desberdin askotan erabiltzen dira, hala nola botoietan, etiketetan eta sarreretan, adierazteko widget bat garrantzitsua dela, interaktiboa dela edo une horretan aktibo dagoela.
ro: Aceste culori sunt folosite de multe widgeturi, precum butoane, etichete și câmpuri de intrare pentru a indica faptul că un widget este important, interactiv sau activ în acest moment.

source: Standalone Color
ar: لون مستقل
eu: Kolore independentea
ro: Culoare independentă

source: The standalone colors are similar to the background ones, but provide better contrast when used as foreground color on top of a neutral background - for example, colorful text in a window.
ar: تتشابه الألوان المستقلة مع ألوان الخلفية ، ولكنها توفر تباينًا أفضل عند استخدامها كلون أمامي أعلى خلفية محايدة - على سبيل المثال ، نص ملون في نافذة.
eu: Kolore independenteak atzealdekoen antzekoak dira, baina kontraste hobea ematen dute hondo neutro baten gaineko lehen planoko kolore bezala erabiltzen direnean, adibidez, leiho bateko testu koloretsu bat.
ro: Culorile independente sunt similare celor de fundal, însă asigură un contrast îmbunătățit atunci când sunt folosite drept culoare de prim-plan pe un fundal de culoare neutră – de exemplu, un text colorat într-o fereastră.

source: Background Color
ar: لون الخلفية
eu: Hondoko kolorea
ro: Culoare de fundal

source: Foreground Color
ar: لون المقدمة
eu: Aurreko kolorea
ro: Culoare de prim-plan

source: Destructive Colors
ar: ألوان المدمرة
eu: Kolore suntsitzaileak
ro: Culori distructive

source: These colors are used for buttons to indicate a dangerous action, such as deleting a file.
ar: تُستخدم هذه الألوان للأزرار التي تشير إلى إجراء خطير، مثل حذف مِلَفّ.
eu: Kolore horiek botoiek ekintza arriskutsu bat adierazteko erabiltzen dira, adibidez, fitxategi bat ezabatzeko.
ro: Aceste culori sunt folosite pentru butoane care indică o acțiune periculoasă, precum ștergerea unui fișier.

source: Success Colors
ar: ألوان النجاح
eu: Kolore arrakastatsuak
ro: Culori de succes

source: These colors are used across many different widgets, such as buttons, labels, entries, and level bars, to indicate a success or a high level.
ar: تُستخدم هذه الألوان عبر العديد من عناصر واجهة المستخدم المختلفة، مثل الأزرار، والتسميات، والمدخلات، وأشرطة المستوى، للإشارة إلى النجاح أو المستوى العالي.
eu: Kolore horiek widget askotan erabiltzen dira, hala nola, botoietan, etiketetan, sarreretan eta sestra-barretan, arrakasta edo maila altua adierazteko.
ro: Aceste culori sunt folosite de multe widgeturi diferite, precum butoane, etichete, câmpuri de intrare și bare de nivel pentru a indica succesul unei acțiuni întreprinse sau un nivel ridicat.

source: Warning Colors
ar: ألوان التحذير
eu: Ohartarazpen-koloreak
ro: Culori de avertizare

source: These colors are used across many different widgets, such as buttons, labels, entries, and level bars, to indicate a warning or a low level.
ar: يتم استخدام هذه الألوان عبر العديد من عناصر واجهة المستخدم المختلفة، مثل الأزرار والتسميات والإدخالات وأشرطة المستوى، للإشارة إلى تحذير أو مستوى منخفض.
eu: Kolore horiek widget askotan erabiltzen dira, hala nola, botoietan, etiketetan, sarreretan eta sestra-barretan, ohar bat edo maila baxu bat adierazteko.
ro: Aceste culori sunt folosite de multe widgeturi diferite, precum butoane, etichete, câmpuri de intrare și bare de nivel pentru a indica un avertisment sau un nivel scăzut.

source: Error Colors
ar: ألوان الخطأ
eu: Errore-koloreak
ro: Culori de eroare
