Repository: AdwCustomizerTeam/AdwCustomizer
Catalog: po/*.po
Languages: ar, eu, ro

source: These colors are used across many different widgets, such as buttons, labels, and entries, to indicate a failure.
ar: يتم استخدام هذه الألوان عبر العديد من عناصر واجهة المستخدم المختلفة، مثل الأزرار والتسميات والإدخالات، للإشارة إلى الفشل.
eu: Kolore horiek widget desberdin askotan erabiltzen dira, hala nola botoietan, etiketetan eta sarreretan, akats bat adierazteko.
ro: Aceste culori sunt folosite de multe widgeturi diferite, precum butoane, etichete și câmpuri de intrare pentru a indica că o eroare s-a produs.

source: Window Colors
ar: ألوان النافذة
eu: Leihoaren koloreak
ro: Culori de fereastră

source: These colors are used primarily for windows.
ar: تستخدم هذه الألوان بشكل أساسي للنوافذ.
eu: Kolore hauek leihoetarako erabiltzen dira batez ere.
ro: Aceste culori sunt folosite în principal pentru ferestre.

source: View Colors
ar: عرض الألوان
eu: Ikusmenaren koloreak
ro: Culori pentru vizualizări

source: These colors are used in a variety of widgets, such as text views and entries.
ar: تُستخدم هذه الألوان في مجموعة متنوعة من عناصر واجهة المستخدم، مثل طرق عرض النص وإدخالاته.
eu: Kolore hauek widget barietate batean erabiltzen dira, testu bistak eta sarrerak bezala.
ro: Aceste culori sunt folosite de multe widgeturi diferite, precum zone cu text și câmpuri de intrare.

source: Header Bar Colors
ar: ألوان الشريط العلوي
eu: Goiburuko barraren koloreak
ro: Culori pentru bara de antet

source: These colors are used for header bars, as well as widgets that are meant to be visually attached to it, such as search bars or tab bars.
ar: تُستخدم هذه الألوان لأشرطة العلوية، بالإضافة إلى عناصر واجهة المستخدم التي من المفترض أن يتم إرفاقها بصريًا، مثل شُرُط البحث أو شُرُط علامات التبويب.
eu: Kolore horiek goiburuko barretarako erabiltzen dira, baita hari bisualki lotuta dauden widgetetarako ere, hala nola bilaketa-barretarako edo erlaitza-barretarako.
ro: Aceste culori sunt folosite pentru barele de antet, precum și pentru widgeturi care trebuie să fie atașate din punct de vedere vizual acestora, precum bare de căutare sau bare care conțin file.

source: Border Color
ar: لون الحواف
eu: Ertzaren kolorea
ro: Culoare de bordură

source: The border color has the same default value as a foreground color, but doesn't change along with it. This can be useful if a light window has a dark header bar with light text; in this case it may be desirable to keep the border dark. This variable is only used for vertical borders - for example, separators between the two header bars in a split header bar layout.
ar: لون الحواف له نفس القيمة الافتراضية مثل لون المقدمة، لكنه لا يتغير معها. يمكن أن يكون هذا مفيدًا إذا كانت النافذة المضيئة بها شريط علوي داكن مع نص فاتح؛ في هذه الحالة، قد يكون من المستحسن إبقاء الحواف مظلمة. يستخدم هذا المتغير فقط للحدود العلوية - على سبيل المثال، الفواصل بين شريطي الرأس في تخطيط شريط الرأس المنفصل.
eu: Ertzaren koloreak aurrez zehaztutako balio bera du, baina ez da berarekin batera aldatzen. Hori baliagarria izan daiteke leiho argi batek goiburuko barra ilun bat badu testu argiarekin; kasu honetan, desiragarria izan daiteke ertza ilun mantentzea. Aldagai hau ertz bertikaletarako bakarrik erabiltzen da. Adibidez, goiburuko bi barren arteko bereizgailuak zatitutako goiburuko barra-diseinu batean.
ro: Culoarea de bordură are aceeași valoare implicită ca cea de prim-plan, dar nu se schimbă odată cu aceasta. Acest fapt poate fi util dacă există o fereastră de culoare deschisă cu o bară de antet închisă și text deschis la culoare; în acest caz, poate fi de dorit ca bordura să rămână de o culoare închisă. Această variabilă este doar folosită pentru bordurile verticale – de exemplu, separatoare între cele două bare de antet într-o vizualizare împărțită.

source: Backdrop Color
ar: اللون الخلفي
eu: Hondo ez-aktiboaren kolorea
ro: Culoare de fond

source: The backdrop color is used instead of the background color when the window is not focused. By default it's an alias of the window's background color and changes together with it. When changing this variable, make sure to set it to a value matching your header bar background color.
ar: يتم استخدام اللون الخلفي بدلاً من لون الخلفية عندما لا تكون النافذة مركزة. بشكل افتراضي، يكون اسمًا مستعارًا للون خلفية النافذة ويتغير معه. عند تغيير هذا المتغير، تحقق من تعيينه على قيمة تطابق لون خلفية شريط العلوي.
eu: Hondo ez-aktiboaren kolorea atzeko kolorearen ordez erabiltzen da leihoa fokatuta ez dagoenean. Modu lehenetsian, leihoaren hondoko koloreko ezizena da, eta berarekin batera aldatzen da. Aldagai hori aldatzen duzunean, ziurtatu zure goiburuko barraren hondoko kolorearekin bat datorren balio bat ezartzen duzula.
ro: Culoarea de fond este folosită în locul celei de fundal atunci când fereastra nu este activă. În mod implicit, face trimitere la culoarea de fundal și se modifică odată cu aceasta. Dacă modificați această variabilă, aveți grijă să o setați la aceeași culoare ca fundalul barei de antet.

source: Shade Color
ar: لون الظل
eu: Itzalaren kolorea
ro: Culoare pentru umbre

source: The shade color is used to provide a dark border for header bars and similar widgets that separates them from the main window.
ar: يتم استخدام لون الظل لتوفير حد داكن لأشرطة العلوية وعناصر واجهة مستخدم مماثلة تفصلها عن النافذة الرئيسية.
eu: Itzalaren kolorea ertz ilun bat emateko erabiltzen da, leiho nagusitik bereizten dituen goiburuko barrak eta antzeko widgetak egiteko.
ro: Culoarea pentru umbre este folosită pentru a furniza o bordură închisă pentru barele de antet și alte widgeturi similare care să le separe de fereastra principală.

source: Card Colors
ar: ألوان البطاقات
eu: Txartelaren koloreak
ro: Culori pentru carduri

source: These colors are used for cards and boxed lists.
ar: تستخدم هذه الألوان للبطاقات والقوائم المعبأة.
eu: Kolore horiek txarteletarako eta kutxa-zerrendetarako erabiltzen dira.
ro: Aceste culori sunt folosite de carduri și liste de cutii.

source: The shade color is used for shadows that are used by cards to separate themselves from the window background, as well as for row dividers in the cards.
ar: يُستخدم لون الظل للظلال التي تستخدمها البطاقات لفصل نفسها عن خلفية النافذة، وكذلك لفواصل الصفوف في البطاقات.
eu: Itzalaren kolorea txartelak leihoaren hondotik bereizteko erabiltzen dituzten itzaletarako erabiltzen da, baita txarteletako errenkaden zatitzaileetarako ere.
ro: Culoarea pentru umbre este folosită pentru umbrele care separă vizual cardurile de fundalul ferestrei, precum și pentru separatoarele orizontale dintre mai multe carduri.

source: Dialog Colors
ar: ألوان الحوار
eu: Elkarrizketaren koloreak
ro: Culori de dialog

source: These colors are used for message dialogs.
ar: تستخدم هذه الألوان لمربعات حوار الرسائل.
eu: Kolore horiek mezuen elkarrizketetan erabiltzen dira.
ro: Aceste culori sunt folosite pentru mesaje de dialog.

source: Popover Colors
ar: الألوان العناصر المنبثقة
eu: Sortzen ari den menuaren koloreak
ro: Culori pentru meniuri popover

source: These colors are used for popovers.
ar: تستخدم هذه الألوان للعناصر المنبثقة
eu: Kolore hauek azaleratzen diren menuetarako erabiltzen dira.
ro: Aceste culori sunt folosite pentru meniurile de tip popover.

source: Miscellaneous Colors
ro: Culori diverse

source: Colors that don't fit in any particular group.
ar: الألوان التي لا تناسب أي مجموعة محددة.
eu: Talde jakin batean sartzen ez diren koloreak.
ro: Culori care nu se încadrează în niciunul dintre grupurile de mai sus.

source: The shade color is used by inline tab bars, as well as the transitions in leaflets and flaps, and info bar borders.
ar: يتم استخدام لون الظل بواسطة شُرُط علامات التبويب المضمنة، بالإضافة إلى الانتقالات في المنشورات واللوحات، وحدود شريط المعلومات.
eu: Itzalaren kolorea lerroko tabulazio-barrek erabiltzen dute, baita liburuxken eta hegalen trantsizioek eta informazio-barren ertzek ere.
ro: Culoarea pentru umbre este folosită de bare pentru file, precum și de îmbinările dintre pliante și revere și de bordurile barei de informații.

source: Scrollbar Outline Color
ar: لون شريط التمرير
eu: Desplazamendu-barraren inguruaren kolorea
ro: Culoarea conturului barei de defilare

source: The scrollbar outline color is used by scrollbars to ensure that overlay scrollbars are visible regardless of the content color.
ar: يتم استخدام لون شريط التمرير بواسطة شُرُط التمرير لضمان ظهور شُرُط التمرير المتراكبة بغض النظر عن لون المحتوى.
eu: Desplazamendu-barraren inguruaren kolorea desplazamendu-barrek erabiltzen dute, desplazamendu-barra gainjarriak agerian egon daitezen, edukiaren kolorea edozein dela ere.
ro: Culoarea conturului barei de defilare este folosită de barele de defilare pentru a asigura vizibilitatea barelor de defilare indiferent de culoarea conținutului.

source: Blue
ar: أزرق
eu: Urdina
ro: Albastru

source: Green
ar: أخضر
eu: Berdea
ro: Verde

source: Yellow
ar: أصفر
eu: Horia
ro: Galben

source: Orange
ar: البرتقالي
eu: Laranja
ro: Portocaliu

source: Red
ar: الأحمر
eu: Gorria
ro: Roșu

source: Purple
ar: أرجواني
eu: Morea
ro: Violet

source: Brown
ar: بني
eu: Marroia
ro: Maro

source: Change the look of Adwaita, with ease.
eu: Aldatu Adwaitaren itxura, erraz.

source: With Gradience you can:
eu: Gradience erabiliz:

source: Change any color of Adwaita theme
eu: Adwaita gaiaren edozein kolore alda dezakezu

source: Apply Material 3 colors from wallpaper
eu: Hondoko Material 3 koloreak aplika ditzakezu

source: Use other users presets
eu: Beste erabiltzaile batzuen diseinuak erabili

source: Change advanced options with CSS
eu: CSSrekin aukera aurreratuak aldatu

source: Extend functionality using plugins
eu: Funtzionaltasuna pluginen bidez zabaldu

source: This app is written in Python and uses GTK 4 and libadwaita.
eu: Aplikazio hau Python-en idatzita dago eta GTK 4 eta libadwaita erabiltzen ditu.

source: colors
eu: koloreak

source: colors purple
eu: kolore moreak

source: monet purple
eu: monet morea

source: advanced
eu: aurreratua

source: advanced purple
eu: more aurreratua

source: A small bug fix release of Gradience.
eu: Gradience hutsen zuzenketa txiki bat.

source: Small improvements to the welcome screen
eu: Hobekuntza txikiak ongietorri-pantailan

source: Fixing release notes
eu: Bertsioaren notak zuzentzen

source: New Release of Gradience.
eu: Gradience bertsio berria.

source: Rebrand
eu: Izena aldatzea

source: Refactoring meson architecture
eu: Meson arkitekturaren errefaktorizazioa

source: New debug check
eu: Arazketa-kontrol berria

source: Switching runtime to GNOME 42 and adding adw 1.2
eu: Exekuzio-denbora GNOME 42ra aldatuz eta adw 1.2 gehituz

source: Add more info about monet
eu: Gehitu monet-ari buruzko informazio gehiago

source: Add preset manager with option to download other users presets
eu: Gehitu diseinuen kudeatzaile bat beste erabiltzaile batzuen diseinuak deskargatzeko aukerarekin

source: First release of Gradience.
eu: Gradience-ren lehen jaurtiketa.

source: Add AdwViewSwitcher in the header bar
eu: Gehitu AdwViewSwitcher goiburuko barran

source: Move CSS to the "Advanced" tab
eu: Mugitu CSS «Aurreratua» erlaitzera

source: Move the rest to the "Colours" tab
eu: Mugitu gainerakoa «Koloreak» erlaitzera

source: Add Monet tab which generates a theme from a background
eu: Gehitu Monet erlaitza, pantaila-atzealdetik abiatuta gai bat sortzen duena

source: Add disk saved and disk unsaved icon in the header bar
eu: Gehitu goiburuko barran gordeta ez dagoen diskoaren eta diskoaren ikonoa

source: Update about dialog
eu: Eguneratu Honi buruz

source: Change license to GNU GPLv3
eu: Aldatu lizentzia GNU GPLv3ra

source: Begin plugin support
eu: Pluginen euskarria hasten du

source: Move preset selector to a drop-down called palette (icon palette)
eu: Mugitu diseinuen hautagailua paleta (ikono-paleta) izeneko zabalgarri batera

source: Add ability to apply the theme onlyfor dark theme or oy for light theme
eu: Modua soilik modu ilunerako edo modu argirako aplikatzeko aukera ematen du

source: Automaticly use Adwaita-dark preset if the user prefered scheme is dark.
eu: Erabili automatikoki Adwaita-dark diseinua, erabiltzaileak gogokoen duen eskema iluna bada.

source: Added Flatpak CI build
eu: Flatpak CI-ren eraikuntza gehitu da

source: Added issue template for bug and feature request
eu: Gorabeheren txantiloi bat gehitu da akatsak eta ezaugarriak eskatzeko

source: `Main` branch is now protected by GitHub branch protection. The development is done on `next` branch
eu: «Main» adarra GitHub adarraren babesak babesten du orain. Garapena «next» adarran egiten da

source: Select app types you want to affect:
eu: Aukeratu eragin nahi dituzun aplikazio motak:

source: Libadwaita and GTK 4 apps
eu: Libadwaita eta GTK 4 aplikazioak

source: GTK 3 apps (adw-gtk3 theme required)
eu: GTK 3 aplikazioak (adw-gtk3 gaia behar da)

source: Apply preset
eu: Aplikatu diseinua

source: Changing this may break some programs. Keep in mind that Libadwaita was made so that applications could hardcode values like paddings and margins. Only GTK 4 CSS will be previewed here.
eu: Hau aldatzeak programa batzuk hautsi ditzake. Kontuan izan Libadwaita aplikazioek betegarria eta marjinak bezalako balioak kodetzeko egin zela. Hemen GTK 4ren CSS bakarrik aurreikusi ahal izango da.

source: Download and apply
eu: Deskargatu eta aplikatu

source: Download only
eu: Deskargatu soilik

source: Enable plugin
eu: Aktibatu plugina

source: Settings
eu: Ezarpenak

source: Remove plugin
eu: Kendu plugina

source: Edit preset name
eu: Editatu diseinuaren izena

source: Open in file manager
eu: Artxiboen kudeatzailean ireki

source: Enter a keyword to search on <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
eu: Sartu gako-hitz bat <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> bilatzeko.

source: Offline
ar: غير متصل
eu: Deskonektatuta

source: Customize Adwaita with ease
eu: Adwaita erraz pertsonalizatu

source: Change colors of windows, buttons, lists and more with advanced features like adding custom CSS
eu: Aldatu leihoetako koloreak, botoiak, zerrendak eta askoz gehiago funtzio aurreratuak dituztenak, hala nola CSS pertsonalizatua

source: Configure themes
eu: Gaiak konfiguratu

source: Install adw-gtk3 theme for legacy applications.
eu: Instalatu adw-gtk3 gaia oinordetzan hartutako aplikazioetarako.

source: adw-gtk3 theme
eu: Adw-gtk3 gaia

source: Allow installation
eu: Instalatzeko baimena eman

source: Installing themes
eu: Gaiak instalatzen

source: Please wait until themes will be installed.
eu: Mesedez, itxaron gaiak instalatu arte.

source: Now you can make your own presets, or download some online.
eu: Orain zure diseinuak sor ditzakezu, edo batzuk interneten deskargatu.

source: Please Finish the setup first
eu: Mesedez, amaitu konfigurazioa ezer baino lehen

source: Start using Gradience
eu: Gradience erabiltzen hasi

source: Unsaved changes
eu: Gorde gabeko aldaketak

source: Save changes
eu: Gorde aldaketak

source: Apply this color scheme?
eu: Koloreen eskema hau aplikatu?

source: Reset
eu: Berrezarri

source: Save preset as...
eu: Gorde diseinua honela…

source: Preset set sucessfully
eu: Diseinua ondo ezarri da

source: Preset reseted
eu: Diseinua berrezarri da

source: <ul> <li>Add AdwViewSwitcher in the header bar.</li> <li>Move CSS to the "Advanced" tab</li> <li>Move the rest to the "Colours" tab</li> <li>Add Monet tab which generates a theme from a background</li> <li>Add disk saved and disk unsaved icon in the header bar</li> <li>Update about dialog</li> <li>Change license to GNU GPLv3</li> <li>Begin plugin support</li> <li>Move preset selector to a drop-down called palette (icon palette)</li> <li>Add ability to apply the theme onlyfor dark theme or oy for light theme</li> <li>Automaticly use Adwaita-dark preset if the user prefered scheme is dark.</li> <li>Added Flatpak CI build</li> <li>Added issue template for bug and feature request </li> <li>`Main` branch is now protected by GitHub branch protection. The development is done on `next` branch </li> </ul>
eu: <ul> <li>Gehitu da AdwViewSwitcher goiburuko barran.</li> <li>Mugitu da CSSa erlaitzera «Aurreratua«</li>» <li>Gainerakoa fitxara mugitu da «Koloreak» , </li> <li>Fondotik abiatuta gai bat sortzen duen Monet erlaitza</li> <li>Gehitu da goiburuko barran gordeta ez dagoen diskoaren eta diskoaren ikonoa</li> <li>Elkarrizketa gaurkotzea «hemendik gertu» </li> <li>Lizentzia GNU GPLv3ra aldatu da</li> <li>Plugin-euskarria gehitu da</li> <li>Modelo-hautagailua zabalgarri batera mugitzea, paleta «ikono-paleta» deitua</li> <li>Gehitu itxura gai ilunerako bakarrik aplikatzeko aukera</li> <li>Adwaita-dark eredua automatikoki erabiltzea , erabiltzaileak gogokoen duen eskema iluna.</li> <li>Flatpak CI build gehitua</li> <li>Arazo-txantiloi bat gehitu da akatsak eta ezaugarriak eskatzeko</li> <li>`Main` adarra GitHub-en adarraren babesaz babestuta dago. Garapena `next` adarrean egiten da. </li> </ul>

source: Gradience is a tool for customizing Libadwaita applications and the adw-gtk3 theme. With Gradience you can: - Change any color of Adwaita theme - Apply Material 3 colors from wallaper - Use other users presets - Change advanced options with CSS - Extend functionality using plugins This app is written in Python and uses GTK 4 and libadwaita.
eu: Gradience Libadwaita aplikazioak eta adw-gtk3 gaia pertsonalizatzeko tresna bat da. Gradience erabiliz: - Adwaita gaiaren edozein kolore aldatu - Hondoko 3. materialaren koloreak aplikatu - Beste erabiltzaile batzuen diseinuak erabili - CSSrekin aukera aurreratuak aldatu - Funtzionaltasuna zabaldu pluginak erabiliz Aplikazio hau Python-en idatzita dago eta GTK 4 eta libadwaita erabiltzen ditu.

source: Plugins add additional features to Gradience, plugins are made by Gradience community and can make issues.
eu: Pluginek ezaugarri gehigarriak gehitzen dizkiote Gradienceri, pluginak Gradience komunitateak egiten ditu eta arazoak eragin ditzakete.

source: No plugins found
eu: Ez da pluginik aurkitu

source: Preset renamed
eu: Diseinu berritua

source: Builtin Presets
eu: Diseinu integratuak

source: Failed to load preset
ar: أخفق في تفعيل الإعداد المسبق
eu: Ezin izan da diseinua kargatu

source: See <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> on Github for more presets
eu: Kontsultatu <a href="https://github.com/GradienceTeam/Community">Gradience/Komunitate Taldea</a> Github-en diseinu gehiago ikusteko

source: No preset found! Use the import button to import one or search one on the Explore tab
eu: Ez da diseinurik aurkitu! Erabili inportazio-botoia bat inportatzeko edo bilatu bat «Esploratu» fitxan

source: Miscalleneous Colors
eu: Kolore miszelaneoak

source: Choose a file
eu: Aukeratu fitxategi bat

source: Unsupported background type
ar: نوع الخلفية غير مدعوم
eu: Onartu gabeko fondo mota

source: Gradience
ar: التدرج

source: Enter a keyword to search on <a href="https://gradienceteam.github.io/presets">GradienceTeam/Community</a>.
ar: أدخل كلمة رئيسية للبحث في <a href="https://gradienceteam.github.io/presets"> GradienceTeam / Community </a>.

source: Monet
ar: مونيه

source: This is a system plugin, and cannot be removed.
ar: هذا مكون إضافي للنظام ولا يمكن إزالته.
